; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	MinTR <bywipex@gmail.com>
;			Yakup Kök <yakup.kok@gmail.com>
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&Tamam"
CANCEL_BUT = "&İptal"
YES_BUT = "Evet"
NO_BUT = "Hayır"
DELETE_BUT = "&Sil"
COPY_BUT = "&Kopyala"
BATCH_BUT = "&Toplu İş"
SEND_BUT = "&Gönder"
NEXT_BUT = "Sonraki>"
PREV_BUT = "<Geri"
CLOSE_BUT = ""
EXIT_BUT = ""
CONTINUE_BUT = ""
FINISH_BUT = "Son"
ALWAYS_BUT = ""
NEVER_BUT = ""
CHECKBOX_REMEMBER = ""
CHECKBOX_DONT_ASK_AGAIN = ""
MAIN_DEST_DIR_LABEL = "Hedef dizin:"
MAIN_FILE_LABEL = "Arşivle / Yükleyici"
MAIN_DIRECTORY_LOCK = "kilitle"
MAIN_DIRECTORY_LOCK_TOOLTIP = "Otomatik hedef dizin seçimini devre dışı bırakır, %nÖrneğin. Her biri için hedefi yeniden seçmek zorunda kalmadan%naynı hedef dizine birden fazla dosya ayıklamak için"
MENU_FILE_LABEL = "&Dosya"
MENU_FILE_OPEN_LABEL = "&Aç…"
MENU_FILE_KEEP_OPEN_LABEL = "%name açık &kalsın"
MENU_FILE_SHOW_LABEL = "Parti Sırasını Göster"
MENU_FILE_CLEAR_LABEL = "Toplu İş Kuyruğunu Temizle"
MENU_FILE_LOG_OPEN_LABEL = "En son günlük dosyasını aç"
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "Günlük Dizini Aç"
MENU_FILE_LOG_LABEL = "Günlük Dosyalarını Sil (%1)"
MENU_FILE_QUIT_LABEL = "&Çık"
MENU_EDIT_LABEL = "Dü&zenle"
MENU_EDIT_SILENT_MODE_LABEL = "Sessiz Mod"
MENU_EDIT_PASSWORD_LABEL = "Şifre Listesi"
MENU_EDIT_CONTEXT_LABEL = "&Bağlam Menüsü Girişleri"
MENU_EDIT_PREFS_LABEL = "&Tercihler"
MENU_HELP_LABEL = "&Yardım"
MENU_HELP_FEEDBACK_LABEL = "&Geri Bildirim Ver"
MENU_HELP_PLUGINS_LABEL = "&Eklentiler"
MENU_HELP_UPDATE_LABEL = "&Güncellemeleri Kontrol Et"
MENU_HELP_WEB_LABEL = "%1 ve Web Sitesi"
MENU_HELP_GITHUB_LABEL = "&Github da %name"
MENU_HELP_STATS_LABEL = "İstatistikler"
MENU_HELP_PROGDIR_LABEL = "Program Dizini Aç"
MENU_HELP_CONFIGFILE_LABEL = "Yapılandırma Dosyasını Aç"
MENU_HELP_ABOUT_LABEL = "Hakkında"
PREFS_TITLE_LABEL = "Tercihler"
PREFS_UNIEXTRACT_OPTS_LABEL = "Genel Seçenekler"
PREFS_HISTORY_LABEL = "Arşiv ve geçmişi takip et"
PREFS_UPDATEINTERVAL_LABEL = "Güncellemeleri ara:"
PREFS_UPDATE_DAILY = "günlük"
PREFS_UPDATE_WEEKLY = "haftalık"
PREFS_UPDATE_MONTHLY = "aylık"
PREFS_UPDATE_YEARLY = "yıllık"
PREFS_UPDATE_NEVER = "asla"
PREFS_UPDATE_CUSTOM = " %1 günde bir"
PREFS_FORMAT_OPTS_LABEL = "Ek Seçenekler"
PREFS_LANG_LABEL = "Dil:"
PREFS_WARN_EXECUTE_LABEL = "&Dosyaları yürütmeden önce uyar"
PREFS_WARN_EXECUTE_TOOLTIP = "Bazı çıkarma yöntemleri dosyaları yürütmeyi temel alır.%nBu seçenek etkinleştirildiğinde, bu tür potansiyel olarak tehlikeli eylemleri gerçekleştirmeden önce bir uyarı görüntülenir."
PREFS_CHECK_FREE_SPACE_LABEL = "Boş alanı kontrol et"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "Çıkartmadan önce diskte yeterli boş alan olup olmadığını kontrol edin."
PREFS_CHECK_UNICODE_LABEL = "Unicode karakterleri kontrol et"
PREFS_CHECK_UNICODE_TOOLTIP = "Bazı özel karakterler (örn. Japonca olmayan sistemlerde Japonca karakterler) ayıklamaya çalışırken sorunlara neden olabilir.%nBu dosyaları ayıklama konusunda sorun yaşıyorsanız, bu seçeneği geçici olarak otomatik olarak yeniden adlandırmak için bu seçeneği etkinleştirin."
PREFS_APPEND_EXT_LABEL = "&Dosya uzantılarını düzeltin"
PREFS_APPEND_EXT_TOOLTIP = "Bu seçenek etkinleştirilirse, eksik veya yanlış dosya uzantıları otomatik olarak düzeltilebilir."
PREFS_HIDE_TRAY_LABEL = ""
PREFS_HIDE_STATUS_LABEL = "Durum kutusunu gizle"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "Durum kutusunu tam ekranda gizle"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "Oyun modu - etkin pencere bir tam ekran uygulamasıysa durum kutusunu otomatik olarak devre dışı bırakır"
PREFS_OPEN_FOLDER_LABEL = "Çıkartma işleminden sonra klasörü aç"
PREFS_FEEDBACK_PROMPT_LABEL = "Geri bildirim isteyin"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "Bu seçenek etkinleştirildiğinde, başarısız ayıklamalardan sonra geri bildirim istemi gösterilir."
PREFS_WINDOW_POSITION_LABEL = "Mağaza penceresinin konumu"
PREFS_SEND_STATS_LABEL = "Anonim kullanım istatistikleri gönder"
PREFS_SEND_STATS_TOOLTIP = "İstatistikleri otomatik olarak gönder (hangi dosya türü - örneğin zip - en çok ayıkladığınız, hangi seçenekleri belirlediğiniz, rastgele bir kullanıcı kimliği; toplandığınızı tanımlamak için kullanılabilecek%nno dosya adları veya bilgileri). %name 'in en çok kullanılan% özelliklerini tanımlayın ve geliştirmeye odaklanın. "
PREFS_LOG_LABEL = "Günlük dosyaları oluştur"
PREFS_VIDEOTRACK_LABEL = "Video parçalarını ayıkla"
PREFS_VIDEOTRACK_TOOLTIP = "Devre dışı bırakılırsa, video dosyalarından ayıklanırken video parçaları yok sayılır.%nBu, yalnızca ses parçalarına ihtiyacınız varsa ve disk alanından ve zamanından tasarruf etmek istiyorsanız kullanışlıdır."
PREFS_TOPMOST_LABEL = "Her zaman en üstte"
PREFS_BETA_UPDATES_LABEL = "Beta güncellemelerini yükle"
PREFS_SOURCE_FILES_LABEL = "Kaynak Dosyalar"
PREFS_SOURCE_FILES_OPT_ASK = "sor"
PREFS_SOURCE_FILES_OPT_DELETE = "sil"
PREFS_SOURCE_FILES_OPT_KEEP = "devam et"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "Her zaman kaynak dosyaları silmek veya saklamak için bir bilgi istemi görüntüleyin."
PREFS_DELETE_ADDITIONAL_FILES_LABEL = "Ek dosyaları sil"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = "%name çıkarılan dosyaları önceden filtreler ve bilinen yararsız dosyaları '%1' adlı bir dizine taşır.%nBunun yerine dosyaları silmeyi seçebilirsiniz."
FEEDBACK_TITLE_LABEL = "Geri Bildirim"
FEEDBACK_SYSINFO_LABEL = "Sistem bilgileri:"
FEEDBACK_OUTPUT_LABEL = "%name çıktısı:"
FEEDBACK_MESSAGE_LABEL = "Mesajınız / ek bilgiler:"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "Gizlilik Politikasını okudum ve kabul ediyorum"
FEEDBACK_PRIVACY_VIEW_LABEL = "Gizlilik Politikasını Görüntüle"
CONTEXT_ENTRIES_LABEL = "Bağlam Menüsü Girişleri"
CONTEXT_ENABLED_LABEL = "etkin"
CONTEXT_ALL_USERS_LABEL = "tüm Kullanıcılar için etkinleştir"
CONTEXT_ADMIN_REQUIRED = "Bu seçenek yönetici hakları gerektirir"
CONTEXT_FILE_ASSOC_LABEL = "Dosya İlişkileri"
CONTEXT_SIMPLE_RADIO = "basit"
CONTEXT_CASCADING_RADIO = "basamaklı"
CONTEXT_CASCADING_RADIO_TOOLTIP = "Bu Özellik Windows 7 veya üst sürümünü gerektirir"
UPDATE_ACTION_INSTALL = ""
UPDATE_STATUS_SEARCHING = "Güncellemeler aranıyor ..."
UPDATE_TERM_PROGRAM_FILES = "%name program dosyaları"
UPDATE_WHATS_NEW = "Yenilikler neler?"
FIRSTSTART_TITLE = "İlk Çalıştırma Asistanı"
FIRSTSTART_PAGES = "Hoş Geldiniz | Tercihler | Bağlam Menüsü Girişleri"
FIRSTSTART_PAGE1 = "%name'e hoş geldiniz.%n%nLütfen%name'i ihtiyaçlarınıza uygun hale getirmek için bir dakikanızı ayırın.%n%nAma önce: bazı yasal konular.%nBu Yazılım herhangi bir garanti olmadan" olduğu gibi "sağlanır. Kullanın %name yazarları Yazılımın kullanımından doğacak zararlardan sorumlu tutulamaz.%name kullanarak bunu yalnızca yerel ve uluslararası yasalara göre yasal amaçlar için kullanmayı kabul etmiş olursunuz. bu lisans sözleşmesinde bu aracı kullanmanıza izin verilmiyor. "
FIRSTSTART_PAGE2 = "Öncelikle, lütfen%name'in çıkarılması ve genel davranışı için genel seçenekleri belirleyin.%n%nBu tercihlerin tümüne ana menüden her zaman erişilebilir."
FIRSTSTART_PAGE3 = "%name, içerik menüsüne tamamen sorgulanabilir, böylece bir dosya çıkarılabilir veya dosya türü hakkında genel bilgiler, herhangi bir dosyaya sağ tıklanarak ve ana program penceresi açılmadan görüntülenebilir. menü girişleri gösterilmelidir.%n%nBu tercihlerin tümüne ana menüden her zaman erişilebilir. "
FFMPEG_LICENSE_ACCEPT_LABEL = ""
FFMPEG_LICENSE_VIEW_LABEL = ""
FFMPEG_SELECT_LABEL = ""
FFMPEG_SELECT_TITLE = ""
STATS_HEADER_STATUS = "Genel sonuç dağılımı"
STATS_HEADER_TYPE = "Dosya türüne göre çıkarmalar"
STATS_STATUS_SUCCESS = "Başarılı"
STATS_STATUS_FAILED = "Başarısız"
STATS_STATUS_FILEINFO = "Dosya taraması"
STATS_STATUS_UNKNOWN = "Bilinmeyen dosya türü / desteklenmiyor"
STATS_NO_DATA = "İstatistik oluşturmak için yeterli veri yok.%n%nLütfen daha sonra tekrar deneyin."
FILESCAN_TITLE = "Dosya taramasının sonucu:"
ABOUT_INFO_LABEL = "Orijinal sürüm %1 tarafından%nSürüm 2.0.0 Bioruebe <%2> tarafından%nSürüm %3 gvp9000 tarafından%n%nİngilizce dil dosyası Jared Breland / Bioruebe%n%n%4 altında yayımlandı"
ABOUT_VERSION = "Sürüm %1 (%2)"
METHOD_ADMIN_RADIO = "%1 Yönetici Yükleyici"
METHOD_EXTRACTION_RADIO = "%1 ekstraksiyon"
METHOD_HEADER = "%1 Ekstraksiyon"
METHOD_RADIO_LABEL = "Ayıklama Yöntemi"
METHOD_SWITCH_RADIO = "%1 anahtar"
METHOD_NOT_INSTALLER_RADIO = ""
METHOD_TEXT_LABEL = "%name,%1 paketlerini ayıklamak için aşağıdaki yöntemleri desteklemektedir. Ne yazık ki, bu yöntemlerin hiçbiri%100 güvenilir değil. Varsayılan yöntem işe yaramıyorsa, lütfen%name'i yeniden çalıştırın ve alternatif bir yöntem seçin."
METHOD_UNPACKER_RADIO = "%1 Paket Açıcı"
METHOD_GAME_LABEL = "%1 dosyası muhtemelen bir oyun arşividir.%name birkaç oyun paketi türünü işleyebilir, ancak hangi oyuna ait olduğunu kontrol edemez. Lütfen aşağıdaki listeden doğru oyunu seçin ve çıkarma işlemini başlatmak için Tamam'ı tıklayın veya ' Başka bir yöntemle paketi ayıklamak için bu listenin bir oyunu değil. Dosya bir oyun arşivi değilse iptal'i tıklayın.%n%nNot: Bir oyun arşivi yanlış imzayla çıkarılırsa, sistem donmasına neden olabilir birkaç dakikaya kadar. Dikkatli ol. "
METHOD_GAME_NOGAME = "Bu listenin oyunu değil"
METHOD_NOT_IN_LIST = ""
METHOD_FILE_SELECT_LABEL = ""
METHOD_EXTRACTOR_SELECT_LABEL = ""

; GUI control functions
EXTRACT_TO = "Ayıkla"
OPEN_FILE = "Dosya aç"
SELECT_FILE = "Dosya seç"
UPDATE_CURRENT = "Zaten%name'in en güncel sürümünü kullanıyorsunuz."

; Common terms
TERM_ARCHIVE = "arşiv"
TERM_AUDIO = "Ses"
TERM_COMPILED = "Derlendi"
TERM_COMPRESSED = "sıkıştırılmış dosya"
TERM_CONTAINER = "kapsayıcı biçimi"
TERM_DATABASE = ""
TERM_DISK_IMAGE = ""
TERM_DOWNLOAD = "İndir"
TERM_DOWNLOADING = "İndiriliyor"
TERM_EBOOK = "e-kitap"
TERM_ECARD = "ecard"
TERM_ENCODED = "kodlanmış dosya"
TERM_ENCRYPTED = "şifreli dosya"
TERM_ERROR = "Hata"
TERM_EXECUTABLE = "yürütülebilir dosya"
TERM_EXTRACT = "çıkart"
TERM_FILE = "dosya"
TERM_GAME = "Oyun"
TERM_HELP = "Yardım dosyası"
TERM_HOTFIX = "düzeltme"
TERM_IMAGE = "resim"
TERM_INSTALLED = "Yüklendi"
TERM_INSTALLER = "yükleyici"
TERM_LOADING = "Yükleniyor ..."
TERM_MERGE_MODULE = "birleştirme modülü"
TERM_OVERALL_PROGRESS = "Genel ilerleme"
TERM_PACKAGE = "paket"
TERM_PAGE = ""
TERM_PATCH = "yama"
TERM_RECONSTRUCTED = "Yeniden oluşturuldu"
TERM_SCAN = "tarama"
TERM_SCRIPT = "komut dosyası"
TERM_SFX = "Kendiliğinden Çıkartma"
TERM_STAGE = "Sahne Alanı"
TERM_TESTING = "Test ediliyor"
TERM_TRANSLATION = "çeviri"
TERM_UNKNOWN = "bilinmiyor"
TERM_UNPACKED = "ambalajsız"
TERM_UPDATER = "güncelleyici"
TERM_VIDEO = "Video"

; Status messages
SCANNING_FILE = "%1 ile dosya taranıyor"
SCANNING_EXE = "%1 ile yürütülebilir dosya taranıyor"
EXTRACTING = "Dosyaları buradan ayıklanıyor:"
INIT_WAIT = "Yükleyicinin başlatılması bekleniyor.%nLütfen bekleyin."
SENDING_FEEDBACK = "Geri bildirim gönderme"
INPUT_NEEDED = "Kullanıcı girişi gerekli"
SEARCHING_PASSWORD = "Şifre aranıyor"
TESTING_PASSWORD = ""
MOVING_FILE = "Şuraya taşınıyor"
RENAMING_FILES = ""
RENAMING_FILES_PROGRESS = ""
PROCESSING = ""
CLEANING_UP = ""

; Custom prompts
INIT_COMPLETE = "Başlatma tamamlandı. Lütfen yükleyiciden çıkın, ardından devam etmek için Tamam'ı tıklayın."
UNPACK_PROMPT = "Bu dosya%1 sıkıştırma ile paketlenmiş, ancak ayıklanamadı.%nBu, dosya türünün desteklenmediği veya%n'lık dosyanın ayıklanacak ekli dosyası olmadığı için olabilir.%n%nBu dosyayı paketinden çıkarmak isteyebilirsiniz bunun yerine?%n%nNot: Paketi açılmış dosya şu şekilde adlandırılacak:%n%2 "
UNPACK_FAILED = "Hata:%1%n paketinden çıkarılamıyor."
UNPACK_AGAIN = "%1 başarıyla paketten çıkarıldı.%n%n%name'in%2 dosyasını çıkarmaya çalışmasını ister misiniz?"
NSIS_BINFILES = "Not:%1 başarıyla çıkarıldı.%n Ancak,%2. dosyasıyla aynı dizinde data.bin dosyaları var. Bunlar, yükleme dosyalarının bir parçası olabilir.%n%n% isim ile paketlerini açmak için Tamam'ı tıklatın. veya iptal etmek için İptal'i tıklayın. "
WARN_EXECUTE = "Uyarı: Bu tür dosyaları ayıklamak için dosyanın doğrudan yürütülmesi gerekir.%nDevam devam ederseniz, aşağıdaki komut çalıştırılacaktır:%n%n%1%n%nBu dosyanın muhtemelen olabileceğini düşünüyorsanız kötü amaçlı, devam etmemeniz önerilir.%nÇıkarmaya devam etmek istiyor musunuz? "
FEEDBACK_SUCCESS = "Geri bildiriminiz için teşekkür ederiz. Mesajınız yakında işlenecek."
FEEDBACK_PROMPT = "%name öğesinin diğer sürümlerini iyileştirmek için geliştiriciye hatalar hakkında bilgi verebilirsiniz.%n%1%nand%name dosyasının bunu yapabilmesi gerektiğini düşünüyorsanız, dosya hakkında bilgi gönderebilirsiniz. dosya ve ortaya çıkan hata.%n%nGeri bildirim arayüzünü şimdi açmak istiyor musunuz?%n%nGizlilik uyarısı: Yalnızca arayüzde gösterilen veriler gönderilir. Belirli bir bilgi göndermek istemiyorsanız, yalnızca Hatanın devam edip etmediğini test etmek için size özel güncellenmiş yayın öncesi sürümler sağlamak için, ilk başlatmada rasgele oluşturulan benzersiz bir kimlik gönderilir. "
FEEDBACK_PRIVACY = "Gizlilik bildirimi: Geri bildirim dosyaları, bir geliştirici tarafından işlenip daha sonra silinene kadar çevrimiçi olarak sunucularımızda saklanır. Üçüncü taraflarla hiçbir veri paylaşılmayacaktır. İstediğiniz zaman e-posta yoluyla silme talebinde bulunabilirsiniz.%n%n içerik, sistem bilgilerinin yanı sıra dosya içeriğinin bir bölümünü de içerebilir. Belirli bir bilgi göndermek istemiyorsanız, bunları silin.%n%nBu gizlilik sözleşmesini kabul ediyor ve mesajı göndermek istiyor musunuz? Aksi takdirde hiçbir şey iletilmez. "
FEEDBACK_OUTDATED = ""
FFMPEG_NEEDED = "%1 bir video dosyası gibi görünüyor.%n%nTüm video ve ses parçalarını ayıklamak için FFmpeg gereklidir, ancak yükleyici boyutunu küçük tutmak için ilgili dosyalar dahil değildir.%n%name indirebilir İndirildikten sonra, ikili dosyalar program dizininde saklanır, otomatik olarak güncellenir ve taşınabilir modda da kullanılabilir.%n%n%name'in FFmpeg'i şimdi indirmesini ister misiniz?%n%nNot: Evet'i tıkladığınızda, %2 adresinde bulunan FFmpeg lisans bilgilerini okuduğunuzu ve kabul ettiğinizi onaylayın. "
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = ""
UPDATE_PROMPT = "%1 için yeni bir güncelleme var.%n%nŞimdi indirmek istiyor musunuz?"
FILE_COPY = "%1 dosyasını doğru şekilde işlemek için bir kopya oluşturulmalıdır. Dosya boyutuna bağlı olarak bu işlem biraz zaman alabilir.%n%nLütfen yeterli boş alan olduğundan emin olun ve devam etmek için Tamam'ı tıklayın."
FILE_DELETE = "%1 dosyası başarıyla çıkarıldı.%name'in orijinal dosyayı silmesini istiyor musunuz?%n%nNot: Ayıklanan dosyaların kullanılamaması mümkündür. Lütfen yalnızca Evet'i tıkladığınızda eminseniz, ayıklama hayal edilen gibi çalıştı.%n (Bu mesaj seçeneklerde devre dışı bırakılabilir.) "
BATCH_DUPLICATE = "%1 dosyası zaten toplu iş kuyruğunda.%n%nTekrar eklenip bu nedenle iki kez çıkarılsın mı?"
NO_FREE_SPACE = "Uyarı:%n%1 çıkış sürücüsünde, giriş dosyasının boyutundan daha az boş alan var.%n%n Boş alan:% t%2 MB%n Gerekli alan:% t>% 3 MB%n Fark:% t ~% 4 MB"
CONTEXT_DANGEROUS = "Uyarı:%nDosya ilişkilendirmelerini değiştirmek tehlikeli olabilir. Örneğin, .exe standart komutlarını değiştirmek uygulamaların hiç çalışamamasına neden olabilir. Lütfen ne yaptığınızı bildiğinizden emin olun.%n%nDevam etmek istiyor musunuz? ?"
ELEVATION_REQUIRED = "Erişim reddedildi.%n%n%name şimdi yükseltilmiş haklarla yeniden başlatılacak. Lütfen daha sonra tekrar deneyin."
ACCESS_DENIED = "Erişim reddedildi.%n%n%name yükseltilmiş haklarla zaten yürütülüyor. Lütfen eylemi gerçekleştirmek için gerekli hazırlıkları yaptığınızdan emin olun ve tekrar deneyin."
MOVE_FAILED = "%1,%2 klasörüne kopyalanamadı. Yol veya adın özel karakterler içermesi durumunda, lütfen dosyayı yeniden adlandırmayı veya normal bir adla bir klasöre taşımayı deneyin. Bu şekilde,%name'in kopyalanması gerekmez geçici dizine ekleyin. Ardından çıkartmayı yeniden başlatın. "

; Help text
HELP_TITLE = ""
HELP_USAGE_TITLE = ""
HELP_USAGE = ""
HELP_ARGUMENTS = "%n%nDesteklenen Bağımsız Değişkenler:"
HELP_SCAN = "%n     %1%t%tDosya türü hakkında bilgi verir"
HELP_FILENAME = "%n     dosya adı%talınacak dosyanın adı"
HELP_DESTINATION = "%n     hedef%tAçıklanacak dizin"
HELP_SILENT = "%n     %1%t%tSessiz mod (istem yok)"
HELP_BATCH = "%n     %1%t%tDosyayı toplu kuyruğa ekle"
HELP_TYPE = ""
HELP_SUB = "Hedef dizin adı yerine%1 geçişi%1,%n%name'in arşivden sonra adlandırılan bir alt dizine çıkarılmasını bildiriyor"
HELP_LAST = "%1 ile son kullanılan dizin kullanılacak."
HELP_NOARGS = "%n%n%name de %n%n herhangi bir argüman olmadan çalıştırmak, kullanıcıdan dosya adı ve hedef dizini isteyecektir."
HELP_MORE = ""
HELP_EXAMPLE_TITLE = ""
HELP_EXAMPLE = ""
HELP_DOCS_LINK = ""

; Warning messages
WARN_CONVERSION_FAILED = ""
WARN_MOVE_FAILED = ""

; Error messages
UNKNOWN_FILETYPE_TITLE = ""
UNKNOWN_FILETYPE = ""
INVALID_FILE = "Alınacak dosya,%n%n%1%, n%n bulunamadı. Lütfen geçerli bir giriş seçin.%n%n%1"
INVALID_DIR = "%1 oluşturulamadı. Klasöre yazmak için gerekli izinleriniz olmayabilir.%n%nLütfen geçerli bir hedef seçin veya%name'i yönetici haklarıyla çalıştırmayı deneyin."
NO_HISTORY = "%1 çıkarılamadı.%nSon kullanılan dizin okunamıyor.%n%nLütfen%2'nin etkinleştirildiğinden ve en son kullanılan dizine çıkartmayı denemeden önce en az bir dosya çıkardığınızdan emin olun."
EXTRACT_FAILED = "%1 ayıklanamadı.%nBu desteklenen bir (n)%2 gibi görünüyor, ancak ayıklama başarısız oldu.%n%nDosya adının daha fazla bilgi içeren bir günlük dosyası oluşturmasını ve görüntülemesini ister misiniz?"
NOT_PACKED = "%1 çıkarılamadı, dosya paketlenmedi ancak%n%n%2"
DOWNLOAD_FAILED = "%1 dosyası indirilemedi. Lütfen İnternet'e bağlı olduğunuzdan emin olun ve tekrar deneyin."
UPDATECHECK_FAILED = "Güncellemeler kontrol edilemedi. Lütfen internete bağlı olduğunuzdan emin olun ve tekrar deneyin."
UPDATE_FAILED = "Bazı dosyalar güncellenemedi.%n%nLütfen daha sonra tekrar deneyin,%name öğesini yönetici olarak çalıştırın veya%name dosyasını yeniden indirin."
UPDATE_NOADMIN = "%name yönetici hakları isteyemedi.%n%nLütfen%name program simgesini sağ tıklayın ve 'Yönetici olarak çalıştır'ı seçin, ardından yardım menüsünden güncellemeleri tekrar arayın."
FFMPEG_MOVE_FAILED = ""
FFMPEG_INVALID_FILE = ""
FEEDBACK_EMPTY = "Geri bildiriminizin hızlı bir şekilde ele alınmasını sağlamak için lütfen mümkün olduğunca fazla bilgi vermeye çalışın."
FEEDBACK_ERROR = "Geri bildirim gönderilemedi. Lütfen daha sonra tekrar deneyin, manuel olarak bir e-posta gönderin veya raporunuzu göndermek için forumu kullanın. Teşekkürler."
FEEDBACK_PRIVACY_NOT_ACCETPED = "Geri bildirim göndermek için lütfen Gizlilik Politikasını kabul edin."
LICENSE_NOT_ACCEPTED = ""
BATCH_FINISH = "Toplu işlem tamamlandı, ancak tüm dosyalar başarıyla çıkarılamadı. Aşağıdaki dosyalar bir hatayla sonuçlandı:%n%n%1%n Daha fazla bilgi için lütfen günlük dizinindeki uygun dosyaları okuyun (yalnızca günlük kaydı varsa kullanılabilir) Aktif)."
NOT_SUPPORTED_TITLE = ""
NOT_SUPPORTED = "%1 ayıklanamıyor.%n%n%name şu anda dosya türünü desteklemiyor.%n%nÇıkarmak için herhangi bir yöntem biliyorsanız, lütfen göndermek için '% 3' menüsünden '%2' seçeneğini seçin bize bunun nasıl yapılacağı hakkında bir mesaj ve%name'in daha da iyi olmasına yardımcı olun. "
MISSING_EXE = "%1 çıkarılamıyor.%n%n%2 yardımcı modülü bulunamadı.%n%nBu isteğe bağlı bir çıkarıcıysa, önce program dizinine indirip taşımalısınız. İsteğe bağlı modüller hakkında daha fazla bilgi İlk Yardım Yardımcısı'nda bulunabilir, yardım menüsünden erişilebilir. "
EXTRACT_TIMEOUT = "%1 çıkarılamadı.%n%nZaman aşımına ulaşıldı. Sorun geçici ise başka bir deneme başarılı olabilir."
WRONG_PASSWORD = "%1 ayıklanamadı.%n%nDosya parola korumalı ve girdiğiniz parola yanlış.%n%nİpucu: Bulunabilen, yapılandırılabilir bir parola listesine dayalı yerleşik otomatik parola aramasını kullanın %2 menüsünde ".
NO_FREE_SPACE_ERROR = "%1 çıkarılamadı.%n%nÇıkış sürücüsünde yeterli alan yok. Yeterli alan boşaltın ve tekrar deneyin."
MISSING_PART = "%1 çıkarılamadı.%n%n Arşiv birden fazla bölümden oluşuyor. Hepsini çıkarmak için gerekli, ancak bir kısmı bulunamadı.%n%nDosyadaki tüm parçaların bulunduğundan emin olun aynı dizine girin ve tekrar deneyin. "
PLUGIN_IMPORT_MISSINGFILES = "%1 eklentisi içe aktarılamadı.%n%nTüm dosyalar seçilmedi. Lütfen aşağıdaki dosyaları tekrar deneyin ve seçin: %n%n %2"
MISSING_DEFINITION = "%1 çıkarılamıyor.%n%n%2 tanım dosyası bulunamadı.%n%nÖzel bir eklentiyse, doğru ayarladığınızdan emin olun."
OPEN_URL_FAILED = "%name istenen web bağlantısını açamadı.%n%nLütfen favori tarayıcınızı açın ve aşağıdaki URL'yi manuel olarak girin:"

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "Desteklenen dosya türleri:"
PLUGIN_ARC_CONV = "Birkaç oyun arşivi için çıkarıcı"
PLUGIN_ISCAB = "Kabin dosyalarını ayıklamak için instalshield paketinin bir parçası. Universal Extractor'ın genel ayıklamasından daha iyi çalışabilir, ancak ticari (ücretsiz olmayan) bir araçtır."
PLUGIN_THINSTALL = "Thinstall ile taşınabilir yapılan programlar için çıkarıcı"
PLUGIN_UNREAL = "Unreal Engine arşivleri için çıkarıcı"
PLUGIN_WINTERMUTE = "WinterMute motor oyun arşivleri için çıkarıcı"
PLUGIN_CI = "CreateInstall yükleyicileri için %1, %2, %3 eklenti dosyalarını indir, kopyala \bin dosyasına yükle"
PLUGIN_DGCA = "DGCA arşivleri için dekompresör"
PLUGIN_BOOTIMG = "Android önyükleme görüntüleri için çıkarıcı"
PLUGIN_IS5COMP = "Eski InstallShield dolap arşivleri için çıkarma desteği"
PLUGIN_WOLF = ""
PLUGIN_EXTSIS = ""
PLUGIN_BITROCK = ""

; Context Menu integration
EXTRACT_FILES = "UniExtract ile &Aç"
EXTRACT_HERE = "&Buraya çıkart"
EXTRACT_SUB = "&Klasöre çıkart"
EXTRACT_LAST = "En &Son dizine çıkart"
SCAN_FILE = "Dosyayı Tara"

; Other
DIR_ADDITIONAL_FILES = "Ek dosyalar"

; Uninstaller
UNINSTALL = ""
UNINSTALL_TITLE = ""
UNINSTALL_LABEL = ""
UNINSTALL_REMOVE_LOGS = ""
UNINSTALL_REMOVE_USERDATA = ""
